{
    "Welcome": "Bienvenue",
    "Welcome to the WorkBC Registration and Intake survey. Your feedback is important as it will help improve WorkBC for yourself and other British Columbians": "Bienvenue au sondage sur l’admission et l’inscription de WorkBC. Votre rétroaction est importante, car elle permettra d’améliorer les services de WorkBC pour vous et pour d’autres Britanno-Colombiens.",
    "The survey will take about 2 to 3 minutes to complete": "Environ 2 à 3 minutes suffiront pour remplir le sondage.",
    "Thank you for your contribution!": "Merci de votre contribution!",
    "How to complete the survey": "Comment remplir le sondage",
    "Use the buttons at the bottom of the page to move through the survey. Using the Internet browser buttons will not work.": "Utilisez les boutons en bas de page pour avancer ou revenir à une question précédente du sondage. Les boutons du navigateur internet ne fonctionneront pas.",
    "Complete the survey in one sitting. Your answers will not be saved if you close the survey.": "Veuillez répondre au sondage en une seule séance. Vos réponses ne seront pas sauvegardées si vous quittez le sondage.",
    "When you’re done, click on the \"Submit\" button at the end of the survey.": "Lorsque vous avez terminé, cliquez sur le bouton « soumettre » à la fin du sondage.",
    "If you are using assistive technology (such as JAWS or Dragon), use your navigation keys/commands to complete the survey. You can use the keyboard spacebar on the \"Back\", \"Next\" and \"Submit\" buttons to navigate through the survey.": "Si vous utilisez une technologie d’assistance, comme JAWS ou Dragon, utilisez vos touches de navigation/commande pour répondre au sondage – vous pouvez utiliser la barre d’espace pour activer les boutons « Retour », « Suivant » et « Soumettre » afin de vous déplacer dans le sondage.",
    "Privacy and confidentiality": "Vie privée et confidentialité",
    "Your responses are confidential. When survey results are reported, your responses will be grouped with the responses of others to ensure confidentiality. Grouped results will be used for program improvements. Please do not include any personal information in your responses.": "Vos réponses sont confidentielles. Au moment de communiquer les résultats du sondage, vos réponses seront regroupées avec celles des autres participants pour assurer la confidentialité. Les résultats regroupés serviront à des fins d’amélioration des programmes. Veuillez n’inscrire aucun renseignement personnel dans vos réponses.",
    "Please note that all information is being collected under the authority of the Freedom of Information and Protection of Privacy Act, Section 26(e). If you have any questions about the collection or use of this information, please contact the Client Engagement team, Ministry of Social Development and Poverty Reduction.": "Veuillez prendre note que tous les renseignements sont recueillis en vertu du paragraphe 26 (a) de la Feedom of Information and Protection of Privacy Act. Si vous avez des questions au sujet de la collecte ou de l’utilisation de ces renseignements, veuillez communiquer avec l’équipe chargée de l’engagement des clients du ministère du Développement social et de la Réduction de la pauvreté.",
    "Test P and C": "Test P and C FR",
    "Search engine (Google, Yahoo, etc.)": "Moteur de recherche (Google, Yahoo, etc.)",
    "Other": "Autre",
    "Your responses are confidential. When survey results are reported, your responses will be grouped with the responses of others to ensure confidentiality.": "Test FR 1",
    "Your responses are confidential. When survey results are reported, your responses will be grouped with the responses of others to ensure confidentiality. A": "Test FR 2"
}
