{
    "Invalid Link": "Lien invalide",
    "Please use the link that was sent to you through email.": "Veuillez utiliser le lien qui vous a été envoyé par courriel",
    "Welcome": "Bienvenue",
    "Welcome to the WorkBC Intake survey. Your feedback is important as it will help improve WorkBC for yourself and other British Columbians.": "Bienvenue au sondage sur l’admission de WorkBC. Votre rétroaction est importante, car elle permettra d’améliorer les services de WorkBC pour vous et pour d’autres Britanno-Colombiens.",
    "Welcome to the WorkBC survey. We are excited to hear from you!": "Bienvenue au sondage de WorkBC. Nous sommes ravis de recevoir de vos nouvelles!",
    "The survey will take about 2 to 3 minutes to complete.": "Environ 2 à 3 minutes suffiront pour remplir le sondage.",
    "Your feedback will help us improve WorkBC.": "Vos commentaires nous aideront à améliorer WorkBC.",
    "Thank you for your contribution!": "Merci de votre contribution!",
    "Thank you for your help!": "Merci de votre aide!",  
    "How to complete the survey": "Comment remplir le sondage",
    "Use the buttons at the bottom of the page to move through the survey. Using the Internet browser buttons will not work.": "Utilisez les boutons en bas de page pour avancer ou revenir à une question précédente du sondage. Les boutons du navigateur internet ne fonctionneront pas.",
    "Complete the survey in one sitting. Your answers will not be saved if you close the survey.": "Veuillez répondre au sondage en une seule séance. Vos réponses ne seront pas sauvegardées si vous quittez le sondage.",
    "When you’re done, click on the \"Submit\" button at the end of the survey.": "Lorsque vous avez terminé, cliquez sur le bouton « soumettre » à la fin du sondage.",
    "When you finish, click on the \"Submit\" button at the end of the survey.": "Lorsque vous aurez terminé, cliquez sur le bouton « Soumettre » en fin de sondage.",
    "If you are using assistive technology (such as JAWS or Dragon), use your navigation keys/commands to complete the survey. You can use the keyboard spacebar on the \"Back\", \"Next\" and \"Submit\" buttons to navigate through the survey.": "Si vous utilisez une technologie d’assistance, comme JAWS ou Dragon, utilisez vos touches de navigation/commande pour répondre au sondage – vous pouvez utiliser la barre d’espace pour activer les boutons « Retour », « Suivant » et « Soumettre » afin de vous déplacer dans le sondage.",
    "If you are using assistive technology (such as JAWS or Dragon), use the keyboard spacebar on the \"Submit\" button to finish the survey.":"Si vous utilisez une technologie d’assistance (comme JAWS ou Dragon), utilisez la barre d’espace sur le bouton « Soumettre » pour terminer le sondage.",
    "Privacy and confidentiality": "Vie privée et confidentialité",
    "privacyAndConfidentialityStatement1": "Vos réponses sont confidentielles. Au moment de communiquer les résultats du sondage, vos réponses seront regroupées avec celles des autres participants pour assurer la confidentialité. Les résultats regroupés serviront à des fins d’amélioration des programmes. Veuillez n’inscrire aucun renseignement personnel dans vos réponses.",
    "privacyAndConfidentialityStatement2": "Veuillez prendre note que tous les renseignements sont recueillis en vertu du <a href=\"https://www.bclaws.ca/civix/document/id/complete/statreg/96165_03#section26\">paragraphe 26 (a) de la Feedom of Information and Protection of Privacy Act</a>. Si vous avez des questions au sujet de la collecte ou de l’utilisation de ces renseignements, veuillez communiquer avec <a href=\"mailto:elms.stakeholders@gov.bc.ca\">l’équipe chargée de l’engagement des clients</a> du ministère du Développement social et de la Réduction de la pauvreté.",
    "Getting to Know WorkBC": "Découvrir WorkBC",
    "How did you hear about WorkBC? Please select all that apply.": "Comment avez-vous entendu parler de WorkBC? Veuillez choisir toutes les réponses qui s’appliquent.",
    "How did you hear about WorkBC? Please mark all answers that you agree with.":"Comment avez-vous entendu parler de WorkBC? Veuillez cocher toutes les réponses avec lesquelles vous êtes d’accord.",
    "Search engine (Google, Yahoo, etc.)": "Moteur de recherche (Google, Yahoo, etc.)",
    "Social media (Facebook, LinkedIn, Twitter, etc.)": "Médias sociaux (Facebook, LinkedIn, Twitter, etc.)",
    "Advertisement (Radio, Newspaper, etc.)": "Publicité (radio, journaux, etc.)",
    "Conference or event": "Conférence ou événement",
    "Job board": "Tableau d’offres d’emploi",
    "Recommended by a friend or colleague": "Recommandation d’un ami ou collègue",
    "Friend or colleague": "Ami(e) ou collègue  ",
    "Recommended by my employer": "Recommandation de mon employeur",
    "Employer": "Employeur",
    "Referred by government or other agencies (Income assistance staff, Indigenous agencies, etc.)": "Aiguillage par le gouvernement ou un autre organisme (employé du service d’aide au revenu, organisme autochtone, etc.)",
    "Government or other agencies (Income assistance staff, Indigenous agencies, etc.)": "Gouvernement ou autres organismes (personnel d’aide au revenu, organismes autochtones, etc.)",
    "Contacted by WorkBC staff": "Un employé de WorkBC a pris contact avec moi",
    "WorkBC staff": "Personnel de WorkBC",
    "Previous experience with WorkBC": "Expérience antérieure avec WorkBC",
    "Other": "Autre",
    "You indicated you heard about WorkBC some other way. Please describe in the space below.": "Vous avez indiqué avoir entendu parler de WorkBC d’une autre manière. Veuillez décrire celle-ci dans l’espace ci-dessous.",
    "Application Process": "Processus de présentation d’une demande",
    "Overall, it was easy for me to get started with WorkBC.": "Dans l’ensemble, j’ai trouvé facile de commencer à utiliser les services de WorkBC.",
    "It was easy to get started with WorkBC.": "Il a été facile de commencer à utiliser les services de WorkBC.",
    "Please provide any additional details or comments about your experience with the application process.": "Veuillez fournir toute autre précision ou tout autre commentaire sur votre expérience en lien avec le processus de demande.",
    "WorkBC Staff": "Personnel de WorkBC",
    "I am satisfied with the speed of communication received from WorkBC.": "Je suis satisfait(e) de la rapidité des communications de la part de WorkBC.",
    "WorkBC staff respond quickly to me.":"Le personnel de WorkBC me répond rapidement.",
    "WorkBC staff are knowledgeable.": "Le personnel de WorkBC est bien renseigné.",
    "WorkBC staff are helpful.": "Le personnel de WorkBC est serviable.",
    "Please provide any additional details or comments about your experience with the WorkBC staff.": "Veuillez fournir toute autre précision ou tout autre commentaire sur votre expérience en lien avec le personnel de WorkBC.",
    "Overall Experience and Comments": "Expérience générale et commentaires",
    "I am satisfied with WorkBC services so far.": "Je suis satisfait(e) des services de WorkBC jusqu’à présent.",
    "I am happy with WorkBC services.": "Je suis heureux(se) d’utiliser les services de WorkBC.",
    "I feel confident that I will find and keep employment since contacting WorkBC.": "Depuis que j’ai contacté WorkBC, je suis confiant(e) que je vais trouver un emploi et le conserver.",
    "I am confident that I will find and keep a job since contacting WorkBC.": "J’ai bon espoir de trouver un emploi et de le conserver depuis que j’ai communiqué avec WorkBC.",
    "How can we make the registration and intake process better for you? Please feel free to include any comments, suggestions, or feedback.": "Comment pourrions-nous rendre le processus d’inscription et d’admission plus simple pour vous? N’hésitez pas à nous faire part de tout commentaire, suggestion, ou retour d’information.",
    "How can we make the registration and intake process better? Please feel free to include any comments, suggestions, or feedback.": "De quelle façon pouvons-nous améliorer le processus d’inscription et d’accueil? N’hésitez pas à inclure des commentaires, suggestions et toutes autres rétroactions.",
    "Please rate your level of agreement with the following statement using a scale of 1 to 5, where 1 = Strongly disagree, 2 = Disagree, 3 = Neither agree nor disagree, 4 = Agree, 5 = Strongly agree.": "Veuillez indiquer dans quelle mesure vous êtes en accord avec les énoncés suivants, selon une échelle de 1 à 5, où 1 = fortement en désaccord, 2 = en désaccord, 3 = ni en accord ni en désaccord, 4 = en accord, 5 = fortement en accord.",
    "Please rate your level of agreement with the following statements using a scale of 1 to 5, where 1 = Strongly disagree, 2 = Disagree, 3 = Neither agree nor disagree, 4 = Agree, 5 = Strongly agree.": "Veuillez indiquer dans quelle mesure vous êtes en accord avec les énoncés suivants, selon une échelle de 1 à 5, où 1 = fortement en désaccord, 2 = en désaccord, 3 = ni en accord ni en désaccord, 4 = en accord, 5 = fortement en accord.",
    "Please tell us if you agree or disagree, using a scale of 1 to 5.": "********", 
    "1 = Strongly disagree, 2 = Disagree, 3 = Neither agree nor disagree, 4 = Agree, 5 = Strongly agree.": "1 = Fortement en désaccord, 2 = En désaccord, 3 = Ni en accord, ni en désaccord, 4 = D’accord, 5 = Fortement d’accord.",
    "1 = Strongly disagree, 2 = Disagree, 3 = Neither agree nor disagree, 4 = Agree, 5 = Strongly agree, N/A = Not Applicable.": "1 = Fortement en désaccord, 2 = En désaccord, 3 = Ni en accord, ni en désaccord, 4 = D’accord, 5 = Fortement d’accord, *********.",
    "1 - Strongly disagree": "1 - fortement en désaccord",
    "5 - Strongly agree": "5 - en accord",
    "Not applicable": "Sans objet",
    "Prefer not to say": "Je préfère ne pas répondre",
    "Back": "Retour",
    "Next": "Suivant",
    "Submit": "Soumettre",
    "This question is required.": "La question est requise",
    "This question is required. Please make a selection.": "La question est requise. Veuillez faire une sélection.",
    "These questions are required. Please make all necessary selections.": "Ces questions sont requises. Veuillez faire les sélections nécessaires.",
    "thankYouPageStatement1": "Merci d’avoir pris le temps de nous faire part de votre rétroaction sur WorkBC. Nous vous sommes reconnaissants pour votre contribution, qui permettra d’améliorer le programme WorkBC.",
    "thankYouPageStatement2": "Saviez-vous que chaque année, plus de 25 000 personnes trouvent un emploi grâce à WorkBC? Vous le pouvez également, et nous espérons que vous continuerez à profiter des services à l’emploi de WorkBC, comme tant d’autres partout dans la province, en vue de trouver un emploi qui vous convient.",
    "thankYouPageStatement3":"WorkBC peut vous aider en vous offrant des services de planification personnelle de l’emploi, d’aide à la rédaction de curriculum vitæ, d’encadrement professionnel, d’amélioration des compétences, de placement en milieu de travail, et en vous permettant d’accéder à des technologies d’assistance. Ce ne sont là que quelques services à l’emploi offerts. N’hésitez pas à consulter le <a href=\"https://apply.workbc.ca/\">portail des services à l’emploi en ligne de WorkBC</a>, pour en apprendre plus au sujet de WorkBC, et pour communiquer directement avec le personnel de WorkBC et accéder à un éventail de services et de mesures de soutien en tout temps.",
    "thankYouPageStatement4": "Saviez-vous que vous pouviez maintenant accéder aux services de WorkBC grâce à une <a href=\"https://mobile.es.workbc.ca/\">application mobile</a>? Téléchargez et installez dès maintenant la nouvelle application! Il ne faut que quelques minutes.",
    "thankYouPageStatement5": "Pour iOS (iPhone et iPad)",
    "thankYouPageStatement6": "<a href=\"https://apps.apple.com/us/app/workbc/id1581502913\">WorkBC dans l’App Store (apple.com)</a>",
    "thankYouPageStatement7": "Pour les appareils mobiles Android",
    "thankYouPageStatement8": "<a href=\"https://play.google.com/store/apps/details?id=ca.bc.gov.workbc\">WorkBC - Applications sur Google Play</a>",
    "Questions?": "Des questions?",
    "thankYouPageStatement9":"L’équipe de WorkBC souhaite en apprendre plus au sujet de votre expérience relativement aux services de WorkBC, et savoir si nous répondons à vos besoins. Si vous avez d’autres commentaires dont vous souhaitez nous faire part, veuillez communiquer avec <a href=\"mailto:elms.stakeholders@gov.bc.ca\">l’équipe chargée de l’engagement des clients</a>, du ministère du Développement social et de la Réduction de la pauvreté.",
    "thankYouPageStatement10": "Veuillez prendre note que chaque centre WorkBC possède son propre processus de règlement des problèmes et des différends. Si, à tout moment, vous êtes insatisfait(e) des services que vous avez obtenus de votre centre WorkBC, veuillez communiquer directement avec votre centre WorkBC.",
    "Your Responses": "Vos réponses",
    "thankYouPageStatement11": "Vous trouverez ci-dessous une copie de votre soumission.",
    "Welcome to the WorkBC In-Progress survey. Your feedback is important as it will help improve WorkBC for yourself and other British Columbians.": "Bienvenue au sondage d’étape de WorkBC. Vos observations sont importantes car elles nous aident à améliorer WorkBC pour vous et les autres Britanno-Colombiens.",
    "Welcome to the WorkBC Exit survey. Your feedback is important as it will help improve WorkBC for yourself and other British Columbians.": "Bienvenue au sondage de sortie de WorkBC. Vos observations sont importantes car elles nous aident à améliorer WorkBC pour vous et les autres Britanno-Colombiens.",
    "I am satisfied with WorkBC services.": "Je suis satisfait(e) des services de WorkBC.",
    "I felt confident that I can find and keep employment since contacting WorkBC.": "Depuis avoir contacté WorkBC, je suis confiant(e) que je vais trouver un emploi et le conserver.",
    "How can we make your experience with WorkBC better? Please feel free to include any comments, suggestions, or feedback.": "Que pouvons-nous faire pour faciliter votre communications avec WorkBC? N’hésitez pas à formuler des commentaires, des suggestions ou des observations.",
    "thankYouPageStatement2Survey3a": "Vous êtes admissible à des services de maintien d’emploi durant votre première année d’emploi. Votre centre WorkBC restera en contact régulier avec vous pendant cette période. En cas de difficultés ou de préoccupations ayant un effet sur votre emploi, WorkBC est là pour vous offrir le soutien qu’il vous faut pour réussir à long terme dans votre emploi. N’hésitez pas à visiter le <a href=\"https://apply.workbc.ca/\">portail de services d’emploi en ligne de WorkBC</a> pour communiquer directement avec le personnel de WorkBC et accéder en tout temps à une gamme de services et de soutiens.",
    "thankYouPageStatement2Survey3b": "Le saviez-vous? Chaque année, plus de 25 000 particuliers trouvent un emploi grâce à WorkBC. Vous le pouvez aussi et nous espérons que vous ferez de nouveau appel aux services à l’emploi de WorkBC, comme tant d’autres personnes à la recherche d’un emploi qui leur convient dans la province.",
    "thankYouPageStatement9Survey3a3b":"L’équipe de WorkBC aimerait s’informer de votre expérience auprès de WorkBC et savoir si elle a répondu à vos besoins. Si vous avez d’autres commentaires dont vous souhaitez nous faire part, veuillez communiquer avec <a href=\"mailto:elms.stakeholders@gov.bc.ca\">l’équipe chargée de l’engagement des clients</a>, du ministère du Développement social et de la Réduction de la pauvreté.",
    "characters": "caractères restants / characters",
    "remaining": "restants",
    " remaining": "restants",
    "remaining.": "restants.",
    " remaining.": "restants.",
    "characters remanining": "caractères restants",
    "charcount": "{{length}} caractères restants"
}
